Repository: charmi-patel09/project1
Catalog: Resources/SharedResource.*.resx
Languages: gu, mr

source: Dashboard
gu: ડેશબોર્ડ
mr: डॅशबोर्ड

source: Analytics
gu: એનાલિટિક્સ
mr: विश्लेषण

source: Students
gu: વિદ્યાર્થીઓ
mr: विद्यार्थी

source: Privacy
gu: ગોપનીયતા
mr: गोपनीयता

source: Logout
gu: લોગઆઉટ

source: Welcome
gu: સ્વાગત છે

source: Save
gu: સાચવો
mr: जतन करा

source: Edit
gu: ફેરફાર કરો
mr: संपादित करा

source: Delete
gu: કાઢી નાખો
mr: हटवा

source: Details
gu: વિગતો
mr: तपशील

# Back
source: Back to List
gu: યાદી પર પાછા જાઓ

# Create
source: Create New
gu: નવું બનાવો
mr: तयार करा

source: Actions
gu: પસંદગીઓ
mr: कृती

source: Student Portal
gu: વિદ્યાર્થી પોર્ટલ

source: Main
gu: મુખ્ય

source: Management
gu: વ્યવસ્થાપન

source: Administrator
gu: વહીવટકર્તા

source: Student
gu: વિદ્યાર્થી
mr: विद्यार्थी

source: Global Intelligence Dashboard
gu: ગ્લોબલ ઇન્ટેલિજન્સ ડેશબોર્ડ
mr: जागतिक गुप्तचर डॅशबोर्ड

source: Global Satellite Link Active
gu: ગ્લોબલ સેટેલાઇટ લિંક સક્રિય
mr: जागतिक उपग्रह लिंक सक्रिय

source: Intelligence Hub
gu: ઇન્ટેલિજન્સ હબ
mr: गुप्तचर केंद्र

source: Telemetry for
gu: ટેલિમેટ્રી કોના માટે:
mr: साठी टेलिमेट्री:

source: Operator
gu: ઓપરેટર
mr: ऑपरेटर

source: Weather
gu: હવામાન
mr: हवामान

source: Deep-space meteorological telemetry
gu: ડીપ-સ્પેસ મેટિઓરોલોજિકલ ટેલિમેટ્રી
mr: डीप स्पेस हवामान टेलिमेट्री

source: Locate any city or country...
gu: કોઈપણ શહેર અથવા દેશ શોધો...
mr: कोणतेही शहर किंवा देश शोधा...

source: Analyze
gu: વિશ્લેષણ કરો
mr: विश्लेषण

source: Currency Exchange
gu: ચલણ વિનિમય
mr: चलन विनिमय

source: Global valuation protocols
gu: વૈશ્વિક મૂલ્યાંકન પ્રોટોકોલ્સ
mr: जागतिक मूल्यांकन प्रोटोकॉल

source: Transaction Volume
gu: ટ્રાન્ઝેક્શન વોલ્યુમ
mr: व्यवहार खंड

source: Base Location
gu: આધાર સ્થળ
mr: मूळ स्थान

source: Target Location
gu: લક્ષ્ય સ્થળ
mr: लक्ष्य स्थान

source: Refresh Valuation
gu: મૂલ્યાંકન તાજું કરો
mr: मूल्यांकन रिफ्रेश करा

source: Real-Time Fiscal Telemetry
gu: રીઅલ-ટાઇમ નાણાકીય ટેલિમેટ્રી
mr: रिअल-टाइम आर्थिक टेलिमेट्री

source: LIVE
gu: લાઇવ
mr: थेट

source: Currency Origin Reference
gu: ચલણ ઉત્પત્તિ સંદર્ભ
mr: चलन मूळ संदर्भ

source: TimeZone
gu: સમય ક્ષેત્ર
mr: वेळ क्षेत्र

source: Universal time coordination
gu: યુનિવર્સલ ટાઇમ કોઓર્ડિનેશન
mr: युनिव्हर्सल टाइम कोऑर्डिनेशन

source: System Base Time
gu: સિસ્ટમ બેઝ સમય
mr: सिस्टम बेस टाइम

source: Coordinate Zone
gu: કોઓર્ડિનેટ ઝોન
mr: समन्वय झोन

source: Student List
gu: વિદ્યાર્થીઓની યાદી
mr: विद्यार्थी यादी

source: Name
gu: નામ
mr: नाव

source: Email
gu: ઇમેઇલ
mr: ईमेल

source: Age
gu: ઉંમર
mr: वय

source: Course
gu: કોર્સ
mr: अभ्यासक्रम

# Required
source: Field is required
gu: આ ફીલ્ડ આવશ્યક છે

# InvalidEmail
source: Invalid email format
gu: અમાન્ય ઇમેઇલ ફોર્મેટ

source: Sign Up
gu: સાઇન અપ કરો

source: Login
gu: લોગિન

source: Create your account
gu: તમારું એકાઉન્ટ બનાવો

source: Email Address
gu: ઇમેઇલ સરનામું

source: Confirm Password
gu: પાસવર્ડની પુષ્ટિ કરો

source: enter email
gu: ઇમેઇલ દાખલ કરો

source: enter password
gu: પાસવર્ડ દાખલ કરો

# ConfirmPasswordPlaceholder
source: confirm password
gu: પાસવર્ડની પુષ્ટિ કરો

source: Already have an account?
gu: શું તમારી પાસે પહેલેથી જ એકાઉન્ટ છે?

# UserWithEmailExists
source: User with this email already exists.
gu: આ ઇમેઇલ ધરાવતો વપરાશકર્તા પહેલેથી અસ્તિત્વમાં છે.

# StudentAccountCreated
source: Student account created successfully!
gu: વિદ્યાર્થી ખાતું સફળતાપૂર્વક બનાવવામાં આવ્યું!

# OtpExpired
source: The OTP has expired. Please attempt to login again.
gu: OTP ની મુદત પૂરી થઈ ગઈ છે. કૃપા કરીને ફરીથી લોગિન કરવાનો પ્રયાસ કરો.

# InvalidOtp
source: Invalid OTP code. Please check your email and try again.
gu: અમાન્ય OTP કોડ. કૃપા કરીને તમારું ઇમેઇલ તપાસો અને ફરી પ્રયાસ કરો.

# SessionExpired
source: Session expired. Please try logging in again.
gu: સત્ર સમાપ્ત થઈ ગયું છે. કૃપા કરીને ફરીથી લોગ ઇન કરવાનો પ્રયાસ કરો.

# EmailNotRegistered
source: This email is not registered in our system.
gu: આ ઇમેઇલ અમારી સિસ્ટમમાં નોંધાયેલ નથી.

# IncorrectPassword
source: Incorrect password. Please try again.
gu: ખોટો પાસવર્ડ. કૃપા કરીને ફરી પ્રયાસ કરો.

# PasswordResetLinkSent
source: A password reset link has been sent to your email.
gu: તમારા ઇમેઇલ પર પાસવર્ડ રીસેટ લિંક મોકલવામાં આવી છે.

# EmailNotFound
source: Email address not found.
gu: ઇમેઇલ મળ્યો નથી.

# InvalidResetToken
source: Invalid or expired reset token.
gu: અમાન્ય અથવા સમાપ્ત થયેલ રીસેટ ટોકન.

# PasswordResetSuccessful
source: Password reset successfully! You can now login.
gu: પાસવર્ડ રીસેટ સફળ રહ્યો. હવે તમે લોગિન કરી શકો છો.

source: Forgot Password
gu: પાસવર્ડ ભૂલી ગયા છો

# EnterEmailToResetPassword
source: Enter your email to receive a reset link.
gu: તમારો પાસવર્ડ રીસેટ કરવા માટે તમારું ઇમેઇલ દાખલ કરો

source: Send Reset Link
gu: રીસેટ લિંક મોકલો

source: Back to
gu: પાછા

source: Forgot?
gu: ભૂલી ગયા છો?

source: Verify OTP
gu: OTP ચકાસો

# CheckYourEmailForCode
source: Please check your email for the verification code.
gu: કોડ માટે તમારું નોંધાયેલ ઇમેઇલ તપાસો

source: Verification Code
gu: ચકાસણી કોડ

source: Verify Code
gu: કોડ ચકાસો

source: Reset Password
gu: પાસવર્ડ રીસેટ કરો

# SetYourNewPassword
source: Set your new password below.
gu: તમારો નવો પાસવર્ડ સેટ કરો

source: New Password
gu: નવો પાસવર્ડ

source: enter new password
gu: નવો પાસવર્ડ દાખલ કરો

# ConfirmNewPasswordPlaceholder
source: confirm new password
gu: નવા પાસવર્ડની પુષ્ટિ કરો

source: Create Student
gu: વિદ્યાર્થી બનાવો
mr: विद्यार्थी तयार करा

source: Edit Student
gu: વિદ્યાર્થી સંપાદિત કરો
mr: विद्यार्थी संपादित करा

source: Back to List
gu: યાદીમાં પાછા
mr: यादीवर परत जा

source: Update
gu: અદ્યતન
mr: अद्यतनित करा

source: Are you sure you want to delete this?
gu: શું તમે ખરેખર આને કાઢી નાખવા માંગો છો?
mr: तुम्ही नक्की हटवू इच्छिता?

source: Password
gu: પાસવર્ડ
mr: पासवर्ड

source: Please sign in to your account
gu: કૃપા કરીને તમારા ખાતામાં લોગિન કરો

source: Don't have an account?
gu: ખાતું નથી?

source: Register
gu: રજીસ્ટર કરો

source: Secure Portal
gu: સુરક્ષિત પોર્ટલ

source: Manage and view all registered students
gu: તમામ નોંધાયેલા વિદ્યાર્થીઓને મેનેજ કરો અને જુઓ
mr: सर्व नोंदणीकृत विद्यार्थी व्यवस्थापित करा आणि पहा

source: All Students
gu: તમામ વિદ્યાર્થીઓ
mr: सर्व विद्यार्थी

source: Total
gu: કુલ
mr: एकूण

source: Years
gu: વર્ષ
mr: वर्षे

source: No Students Found
gu: કોઈ વિદ્યાર્થી મળ્યા નથી
mr: कोणतेही विद्यार्थी आढळले नाहीत

source: Start by creating your first student record
gu: તમારો પ્રથમ વિદ્યાર્થી રેકોર્ડ બનાવીને શરૂઆત કરો
mr: तुमची पहिली विद्यार्थी नोंद तयार करून सुरुवात करा

source: Humidity
gu: ભેજ

source: Wind Velocity
gu: પવનની ગતિ

source: Node Not Found
gu: નોડ મળ્યો નથી

source: Initialising satellite link...
gu: સેટેલાઇટ લિંક શરૂ થઈ રહી છે...

source: Triangulating satellite uplink...
gu: સેટેલાઇટ અપલિંકની ગણતરી થઈ રહી છે...

# UplinkInterrupted
source: Uplink Interrupted: Geolocation Denied
gu: અપલિંક અવરોધાઈ: જીઓલોકેશન નકારવામાં આવ્યું

source: Syncing Global Nodes...
gu: ગ્લોબલ નોડ્સ સિંક થઈ રહ્યા છે...

source: Nodes Active
gu: નોડ્સ સક્રિય

source: Node Active
gu: નોડ સક્રિય

source: Last Sync
gu: છેલ્લું સિંક

source: Initializing sensor link...
gu: સેન્સર લિંક શરૂ થઈ રહી છે...

source: Satellite Link Failure
gu: સેટેલાઇટ લિંક નિષ્ફળતા

source: Syncing new base rates...
gu: નવા બેઝ રેટ સિંક થઈ રહ્યા છે...

source: Real Currency
gu: વાસ્તવિક ચલણ

source: Exchange Target
gu: વિનિમય લક્ષ્ય

source: Optimized Atmosphere
gu: ઓપ્ટિમાઇઝ વાતાવરણ

source: Confirm New Password
gu: નવા પાસવર્ડની પુષ્ટિ કરો

source: Verify
gu: ચકાસો

source: Resend OTP
gu: OTP ફરીથી મોકલો

source: Enter Code
gu: કોડ દાખલ કરો

# VerificationHeader
source: Verification Required
gu: વેરિફિકેશન આવશ્યક છે

source: Delete Student
gu: વિદ્યાર્થી કાઢી નાખો
mr: विद्यार्थी हटवा

source: Student Details
gu: વિદ્યાર્થી વિગતો
mr: विद्यार्थी तपशील

source: Analytics Dashboard
gu: એનાલિટિક્સ ડેશબોર્ડ

source: Welcome back
gu: સ્વાગત છે

source: Here's your overview.
gu: અહીં તમારી ઝાંખી છે.

source: Total Students
gu: કુલ વિદ્યાર્થીઓ

source: Average Age
gu: સરેરાશ ઉંમર

source: Active Courses
gu: સક્રિય અભ્યાસક્રમો

source: System Status
gu: સિસ્ટમ સ્થિતિ

source: Healthy
gu: સ્વસ્થ

source: Recently Added Students
gu: તાજેતરમાં ઉમેરાયેલ વિદ્યાર્થીઓ

source: View All
gu: બધા જુઓ

source: Status
gu: સ્થિતિ

source: Active
gu: સક્રિય

# NoStudentsFoundDatabase
source: No students found in the database.
gu: ડેટાબેઝમાં કોઈ વિદ્યાર્થી મળી આવ્યા નથી.

source: Course Distribution
gu: અભ્યાસક્રમ વિતરણ

# StudentsLower
source: students
gu: વિદ્યાર્થીઓ

source: No courses available.
gu: કોઈ અભ્યાસક્રમો ઉપલબ્ધ નથી.

source: Quick Actions
gu: ઝડપી ક્રિયાઓ

source: Add New Student
gu: નવો વિદ્યાર્થી ઉમેરો

source: Privacy Policy
gu: ગોપનીયતા નીતિ

# PrivacyDescription
source: Use this page to detail your site's privacy policy.
gu: તમારી સાઇટની ગોપનીયતા નીતિની વિગતો આપવા માટે આ પૃષ્ઠનો ઉપયોગ કરો.

source: Global News Feed
gu: વૈશ્વિક સમાચાર ફીડ

# LiveIntelStream
source: Live Intelligence Stream
gu: લાઇવ ઇન્ટેલિજન્સ સ્ટ્રીમ

source: Top Headlines
gu: ટોચના સમાચાર

source: Source
gu: સ્ત્રોત

source: Read Full Report
gu: સંપૂર્ણ અહેવાલ વાંચો

# SearchNews
source: Search global headlines...
gu: વૈશ્વિક હેડલાઇન્સ શોધો...

# NoNewsFound
source: No relevant intelligence found.
gu: કોઈ સંબંધિત માહિતી મળી નથી.

source: Notes
gu: નોંધ
mr: नोट्स

source: Personal Log
gu: વ્યક્તિગત લોગ
mr: वैयक्तिक लॉग

source: New Note
gu: નવી નોંધ
mr: नवीन नोट

# NoteTitle
source: Title
gu: શીર્ષક
mr: शीर्षक

# NoteDetails
source: Details
gu: વિગતો
mr: तपशील

source: Cancel
gu: રદ કરો
mr: रद्द करा

source: Save Note
gu: નોંધ સાચવો
mr: नोट जतन करा

source: Global Search
gu: વૈશ્વિક શોધ
mr: जागतिक शोध

# SearchPlaceholder
source: Search City or Country...
gu: શહેર અથવા દેશ શોધો...
mr: शहर किंवा देश शोधा...

source: Country Profile
gu: દેશ પ્રોફાઇલ
mr: देश प्रोफाइल

source: City Details
gu: શહેરની વિગતો
mr: शहर तपशील

source: Population
gu: વસ્તી
mr: लोकसंख्या

source: Region
gu: પ્રદેશ
mr: प्रदेश

source: Capital
gu: પાટનગર
mr: राजधानी

source: Coordinates
gu: કોઓર્ડિનેટ્સ
mr: निर्देशांक

# NoResult
source: No result found
gu: કોઈ પરિણામ મળ્યું નથી
mr: कोणताही परिणाम आढळला नाही

source: General
gu: સામાન્ય
mr: सामान्य

source: General
gu: સામાન્ય
mr: सामान्य

source: BCA
gu: બી.સી.એ
mr: बीसीए

source: BCA
gu: બી.સી.એ
mr: बीसीए
